[
    {
        "title": "Credit Card Fraud Detection",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Improved the performance of machine learning models on a dataset of 284,807 transactions by implementing advanced sampling techniques. Achieved an impressive 93% accuracy using Decision Tree, AdaBoost, and Random Forest classifiers. Conducted thorough error analysis through confusion matrices and cross-validation to ensure high data quality and model reliability."
    },
    {
        "title": "Insurance Cost Analysis",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Optimized machine learning model performance by transforming and encoding categorical data from a dataset of 1,338 patient records. Developed a Linear Regression model that accurately estimated individual medical costs, achieving a low prediction error of just 0.18."
    },
    {
        "title": "Recruitment Plan Project",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Analyzing the organization’s employee and client data and visualizing their location in the US. The purpose of implementing this project is to identify the gaps between volunteer mentors and clients to generate insights for future recruitment plans."
    },
    {
        "title": "Service Data Optimization Project",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Analyzing service data, identifying gaps, and generating actionable recommendations."
    },
    {
        "title": "Hotel Booking Analysis",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Uncovering business trends and customer buhavior through an analysis of over 100,000 hotel biiking data points."
    },
    {
        "title": "Google Data Analytcs Certificate Program Project",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "A bike-share company wants to maximize their membership."
    },
    {
        "title": "E-commerce Data Analysis Project - SQL",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Examine data from an online sotre, and to determine the top-selling products, how each product category is performing interns of sales, and what about high-velue clients."
    },
    {
        "title": "Customer Segmentation for a Telecommunication Company - SQL",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Analyzing data from a subscription-based service that offer various plans to customers. The objective is to gain insights into customer payment behavior and identify patterns."
    },
    {
        "title": "Sales Data Analysis - SQL",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Sales data analysis for an E-commerce platform. Objective is to gain insights into customer purchasing behavior, product performance, and sales trends."
    },
    {
        "title": "Shop Store Analysis - SQL",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Utilizing products and sales data, to gain insights into sales performance, ranking products, and analyze revenue differences between sales and identify top-perfoming regions."
    },
    {
        "title": "Employee Management System Analysis - SQL",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Analyze employee's data and gain the insights of how the composition and distribution of the whole employees? What gaps can we capture to improve in the future?"
    },
    {
        "title": "World Happiness Score Analysis",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Analyzing happiness score in each region and examine the correlation, reginoal analysis, and comparative analysis for the relationship between happiness score and relevent factors."
    }
]